Revit 2027 API
SpecTypeId.ThermalGradientCoefficientForMoistureCapacity Property
 Thermal Gradient Coefficient for Moisture Capacity, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalGradientCoefficientForMoistureCapacity { get; }
Public Shared ReadOnly Property ThermalGradientCoefficientForMoistureCapacity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalGradientCoefficientForMoistureCapacity {
	ForgeTypeId^ get ();
}
static member ThermalGradientCoefficientForMoistureCapacity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace